12/data/attachments/cf71539cc3e60624.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_great_Actions_43477_2</nif:username>
            <nif:friendToBeRequested>soap_actions_b8bdc268-8d1c-4fe1-af39-b8ece679cdb1</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>